/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Registre com o e-mail e o código de registro adquiridos para ativar os recursos do software.";
"Your E-mail Address" = "Seu E-mail";
"Registration Code" = "Código de Registro";
"Please make sure both your E-mail address and registration code are correct and try again." = "Verifique se o código de registro e o email estão corretos e tente novamente.";
"Buy Now" = "Comprar Agora";
"Register" = "Registrar";
"Skip" = "Depois";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Se você não receber o código de registro ou não saber o endereço de e-mail licenciado, clique aqui para verificar >> ";
"click here to check >>" = "clique aqui para verificar >>";
"2. For other registration issues, please contact us >>" = "2. Para outros problemas de registro de produtos, por favor contate-nos >> ";
"contact us >>" = "contate-nos >>";
"Registering…" = "Registrando…";
"Registered successfully!" = "Registrar com sucesso!";
"OK" = "OK";
"Please make sure your network connection is working and try again." = "Verifique se a conexão de rede está funcionando e registre novamente.";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Erro! Verifique novamente o e-mail e o código de registro e tente novamente.";
"The number of devices has exceeded the current order limit." = "O número de dispositivos excedeu o limite de pedido atual.";
"Contact us" = "Contate-nos";
"The number of computers registered with the registration code has exceeded the limit." = "O número de computadores registrados excedeu o limite de pedido atual.";
"Invalid registration code!" = "Código de registro inválido!";
"No order record for this registration code!" = "Não há registro de pedido para este código de registro!";
"This registration code has expired!" = "Este código de registro já expirou!";
"Registered license plan:" = "Plano de licença registrado:";
"User E-mail:" = "E-mail do Usuário:";
"License Plan:" = "Plano de licença:";
"Change license plan" = "Alterar plano de licença:";
"Family license" = "Licença familiar";
"1 Year license" = "Licença de 1 ano";
"1 Month license" = "Licença de 1 mês";
"Enterprise Subscription Edition" = "Edição de Assinatura Empresarial";
"Valid until:" = "Válido até:";
"Available device(s):" = "Dispositivos Disponíveis:";
"%lu device(s)/Total %lu device(s)" = "%lu dispositivo(s)/Total %lu dispositivo(s)";
"Available computer(s):" = "Compotador(es) Disponível(is):";
"%lu computer(s)/Total %lu computer(s)" = "%lu computador(es)/Total %lu computador(es)";
"Used device(s):" = "Dispositivo(s) Usado(s):";
"Used computer(s):" = "Computador(es) Usado(s):";
"%lu device(s)" = "%lu Dispositivo(s)";
"%lu computer(s)" = "%lu Computador(es)";
"Welcome to use %@" = "Bem-vindo ao usar %@";
"Change License" = "Alterar Licença";
"Lifetime" = "Vitalícia";
"Unlimited" = "Ilimitado";

"If you want to continue using %@, please purchase again or contact us." = "Se você quiser continuar usando o %@, por favor compre de novo ou entre em contato conosco.";
"See Pricing" = "Ver Preços";
